Revit 2024 API
ParameterTypeId.YJustification Property
 "y Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId YJustification { get; }
Visual Basic
Public Shared ReadOnly Property YJustification As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ YJustification {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace